{
        "ghosts": ["Add Ghosts floating inside a haunted house.",  
           "Add Eerie white ghosts drifting through a graveyard.",  
           "Add A ghostly figure appearing in an old mirror.",  
           "Add Friendly ghosts playing in a spooky forest."],
        "zombies": ["Add zombies in an abandoned city street.", 
            "Add spooky zombies rising from graves.", 
            "Add a horde of zombies chasing survivors.", 
            "Add Zombies breaking through windows."],
        "witches": ["Add Three witches casting glowing spells.", 
            "Add Witches flying on broomsticks at night.", 
            "Add A witch stirring a bubbling cauldron.", 
            "Add Witches performing a ritual in the forest."],
        "aliens": [
                "Add an alien invasion to background.",
                "Add a scary alien  to background.",
                "Add Aliens invading a city with flying saucers.", 
           "Add Aliens walking through glowing crop circles.", 
           "Add An alien spaceship landing in a desert.", 
           "Add Aliens capturing people with beams of light."],
        "monsters": ["Add Monsters with glowing red eyes lurking in the dark.", 
             "Add A monster hiding under a child’s bed.", 
             "Add Monsters creeping through a haunted forest.", 
             "Add A giant monster attacking a village."],
        "vampires": ["Add Vampires lurking in a foggy alley.",  
             "Add A vampire drinking blood under the moonlight.",  
             "Add Vampires hiding in an old castle.",  
             "Add A vampire creeping towards an unsuspecting victim."],
        "spiders": ["Add Giant spiders crawling in a dark cave.",  
            "Add Spiders spinning webs on ancient ruins.",  
            "Add A massive spider descending from a ceiling.",  
            "Add Giant Spiders creeping."],
        "random": ["Add A zombie princess wandering through a graveyard.",  
           "Add A vampire pirate sailing under a cursed moon.",  
           "Add A robot witch casting magical sparks.",  
           "Add A monster chef cooking eerie meals."]
}